/* Localized versions of Guest Access strings */

allowButton = "Compartir pantalla";
denyButton = "Cancelar";

controlTitle = "Solicitud para compartir pantalla";
observeTitle = "Solicitud para compartir pantalla";

controlRequestKnown = "“%@” en “%@” desea compartir su pantalla.\r\r¿Desea compartir la pantalla?";
observeRequestKnown = "“%@” en “%@” desea observar su pantalla.\r\r¿Desea compartir la pantalla?";

controlRequestUnknown = "Un usuario invitado con dirección %@ desea compartir su pantalla.\r\rHaga clic en Compartir pantalla sólo si está seguro de que conoce a esa persona.";
observeRequestUnknown = "Un usuario invitado con dirección %@ desea observar su pantalla.\r\rHaga clic en Compartir pantalla sólo si está seguro de que conoce a esa persona.";

errAttnReqCommString = "Se ha producido un error de comunicación.";
